{
  "diagnosticos": [
    {
      "codigo": 1,
      "nome": "Cárie",
      "definicao": "Entendido como qualquer imagem radiolúcida em qualquer parte do dente (principalmente na coroa) com aspecto irregular. Melhor visualizada em radiografias interproximais e periapicais, mas pode ser laudada em radiografias panorâmicas quando muito evidente."
    },
    {
      "codigo": 2,
      "nome": "Cárie incipiente",
      "definicao": "Entendido como imagem radiolúcida com aspecto irregular somente no nível do esmalte dentário. Melhor visualizada em radiografias interproximais e periapicais, mas pode ser laudada em radiografias panorâmicas quando muito evidente."
    },
    {
      "codigo": 3,
      "nome": "Desmineralização de esmalte",
      "definicao": "Entendido como imagem radiolúcida com aspecto irregular somente no nível do esmalte dentário, gerando dúvida se é realmente uma cárie ou uma sombra. Deve ser laudada apenas em radiografias interproximais e periapicais."
    },
    {
      "codigo": 4,
      "nome": "Restauração ou coroa com excesso/falta/sem adaptação",
      "definicao": "Entendido como imagens radiopacas provenientes de manobras clínicas restauradoras que não apresentam aspectos de continuidade com o dente, ou seja, os materiais restauradores ou protéticos sobram, faltam ou não se adaptam ao restante do dente."
    },
    {
      "codigo": 5,
      "nome": "Restauração ou coroa com recidiva de cárie",
      "definicao": "Entendido como imagens radiopacas ou radiolúcidas provenientes de manobras clínicas restauradoras que apresentam imagens radiolúcidas compatíveis com cáries (ver diagnósticos 1 e 2) associadas às restaurações ou coroas."
    },
    {
      "codigo": 6,
      "nome": "Restauração Radiolúcida",
      "definicao": "Entendido como imagens radiolúcidas provenientes de manobras clínicas restauradoras que apresentam imagens radiolúcidas bem definidas e delimitadas (diferentemente de cáries), mas, por segurança e pela natureza complementar do exame radiográfico, inclui-se a hipótese de cárie."
    },
    {
      "codigo": 7,
      "nome": "Restauração ou coroa metálica/plástica com aspecto de normalidade",
      "definicao": "Entendido como imagens radiopacas provenientes de manobras clínicas restauradoras que apresentam imagens bem definidas e delimitadas, mas, por segurança e pela natureza complementar do exame radiográfico, descrito como \"aspecto de normalidade\"."
    },
    {
      "codigo": 8,
      "nome": "Dente ausente",
      "definicao": "Entendido como dente não visualizado entre os 32 dentes permanentes e/ou 20 dentes decíduos."
    },
    {
      "codigo": 9,
      "nome": "Conduto obturado",
      "definicao": "Entendido como canal que se encontra a um ou dois milímetros do ápice radicular e também se apresenta bem condensado lateralmente (sem imagens radiolúcidas associadas às imagens radiopacas dos cones e cimento endodôntico)."
    },
    {
      "codigo": 10,
      "nome": "Conduto parcialmente obturado",
      "definicao": "Entendido como canal que se encontra a uma distância maior que dois milímetros do ápice radicular e também se apresenta mal condensado lateralmente (com imagens radiolúcidas associadas às imagens radiopacas dos cones e cimento endodôntico)."
    }
  ],
  "templates_de_frases": [
    {
      "codigos": [
        1
      ],
      "formato": "A",
      "exames_permitidos": [
        "E1",
        "E2",
        "E3",
        "ANY"
      ],
      "template": {
        "triade": {
          "localizacao": "- No dente {dente},",
          "achado": "observa-se uma imagem radiolúcida com contornos irregulares, localizada na superfície coronária ou adjacente à dentina, sugerindo processo de desmineralização tecidual.",
          "impressao": "Os achados radiográficos são compatíveis com lesão cariosa, considerando a extensão observada e possíveis superposições anatômicas.",
          "recomendacao": "Recomenda-se uma avaliação clínica detalhada para confirmação da extensão da lesão e planejamento restaurador, incluindo testes de vitalidade pulpar e consideração de fatores etiológicos como higiene oral."
        },
        "placeholders": [
          "{dente}"
        ]
      }
    },
    {
      "codigos": [
        2,
        103
      ],
      "formato": "A",
      "exames_permitidos": [
        "E2",
        "E3",
        "ANY"
      ],
      "template": {
        "triade": {
          "localizacao": "- Na região interproximal do dente {dente},",
          "achado": "identifica-se uma discreta radiolucidez restrita à camada de esmalte, sem evidência aparente de envolvimento dentinário ou progressão profunda.",
          "impressao": "Os achados são compatíveis com cárie incipiente, diferenciando-se de possíveis artefatos como sombras ou superposições.",
          "recomendacao": "Sugere-se avaliação clínica com auxílio de transiluminação para monitoramento preventivo, considerando opções como selamento ou infiltração resinoosa de acordo com o critério do cirurgião-dentista."
        },
        "placeholders": [
          "{dente}"
        ]
      }
    },
    {
      "codigos": [
        3
      ],
      "formato": "A",
      "exames_permitidos": [
        "E2",
        "E3",
        "ANY"
      ],
      "template": {
        "triade": {
          "localizacao": "- No dente {dente},",
          "achado": "evidencia-se uma radiolucidez sutil confinada ao esmalte dentário, com interpretação duvidosa possivelmente relacionada a sombras ou superposições anatômicas.",
          "impressao": "Os achados são sugestivos de desmineralização de esmalte, requerendo diferenciação de lesões incipientes ou artefatos radiográficos.",
          "recomendacao": "Recomenda-se uma avaliação clínica criteriosa, complementada por controle radiográfico interproximal seriado se necessário, para monitoramento da progressão e planejamento preventivo."
        },
        "placeholders": [
          "{dente}"
        ]
      }
    },
    {
      "codigos": [
        4
      ],
      "formato": "A",
      "exames_permitidos": [
        "ANY"
      ],
      "template": {
        "triade": {
          "localizacao": "- No dente {dente},",
          "achado": "observa-se material restaurador apresentando descontinuidade na interface com o dente, caracterizada por excesso, falta ou desadaptação marginal evidente.",
          "impressao": "Os achados são compatíveis com falha na adaptação marginal da restauração ou coroa, potencialmente associada a infiltrações ou instabilidade estrutural.",
          "recomendacao": "Indica-se uma avaliação clínica minuciosa para verificar a integridade da restauração, com possibilidade de substituição ou ajuste, considerando fatores oclusais e higiênicos."
        },
        "placeholders": [
          "{dente}"
        ]
      }
    },
    {
      "codigos": [
        5
      ],
      "formato": "A",
      "exames_permitidos": [
        "ANY"
      ],
      "template": {
        "triade": {
          "localizacao": "- No dente {dente},",
          "achado": "nota-se radiolucidez na interface entre o dente e o material restaurador, indicando possível progressão de desmineralização adjacente.",
          "impressao": "Os achados são compatíveis com recidiva de cárie (cárie secundária), diferenciando-se de artefatos como forramentos radiolúcidos.",
          "recomendacao": "Recomenda-se avaliação clínica e planejamento restaurador, com controle radiográfico seriado para monitorar a extensão e evitar complicações pulpares."
        },
        "placeholders": [
          "{dente}"
        ]
      }
    }
  ],
  "siglas_outros": {
    "CD": "controle diagnóstico",
    "MO": "médio-oclusal",
    "CO": "controle oclusal"
  }
}